public/afip/wsaa/request.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://wsaa.view.sua.dvadac.desein.afip.gov"><SOAP-ENV:Body><ns1:loginCms><ns1:in0>
MIIHAwYJKoZIhvcNAQcCoIIG9DCCBvACAQExDzANBglghkgBZQMEAgEFADCCAS8G
CSqGSIb3DQEHAaCCASAEggEcPD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0i
VVRGLTgiPz4NCjxsb2dpblRpY2tldFJlcXVlc3QgdmVyc2lvbj0iMS4wIj48aGVh
ZGVyPjx1bmlxdWVJZD4xNjYzNzg0MjMzPC91bmlxdWVJZD48Z2VuZXJhdGlvblRp
bWU+MjAyMi0wOS0yMVQxNToxNjoxMy0wMzowMDwvZ2VuZXJhdGlvblRpbWU+PGV4
cGlyYXRpb25UaW1lPjIwMjItMDktMjFUMTU6MTg6MTMtMDM6MDA8L2V4cGlyYXRp
b25UaW1lPjwvaGVhZGVyPjxzZXJ2aWNlPndzZmU8L3NlcnZpY2U+PC9sb2dpblRp
Y2tldFJlcXVlc3Q+DQqgggNLMIIDRzCCAi+gAwIBAgIIEAhOJazXxgYwDQYJKoZI
hvcNAQENBQAwODEaMBgGA1UEAwwRQ29tcHV0YWRvcmVzIFRlc3QxDTALBgNVBAoM
BEFGSVAxCzAJBgNVBAYTAkFSMB4XDTIyMDQxOTExMjcwNVoXDTI0MDQxODExMjcw
NVowLTEQMA4GA1UEAwwHbHVjYXNkbjEZMBcGA1UEBRMQQ1VJVCAyMDQyMzU0ODk4
NDCCASIwDQYJKoZIhvcNAQEBBQADggEPADCCAQoCggEBAOQHXOlu6x1yjeZZjdXI
MKqMPvnwgERGzdh5St8bdqHUbKZ5veBeL1GbGnJNiRnI2/zSjkkiET16U2sKZ+WH
Br7URwsv9aURs0uh0XDwuwaQP57dn6FJ1bhIj1pNgBCJniQRkzREZychtycx/pkC
wekHhHEI9vNMommc6Z8NKyz1Pda7TNOJa/w7LWkZR6spxbnKxId2qQsUrPetGsm8
ZPOV5LMv26NoVZ2hJ6859UFG/yoYSt4HZuPeC38HSfzOQ4P1oKDFXbjE8D2dmuV4
gZJ22tUxgNkMEfwTGGfw9VrR2OlFkNTJko95JSYHntZFkkAZX17U+BMen+O9WmNm
G0sCAwEAAaNgMF4wDAYDVR0TAQH/BAIwADAfBgNVHSMEGDAWgBSzstP//em63t6N
rxEhnNYgffJPbzAdBgNVHQ4EFgQUZZnOHeHJT+GeEHqwkZDJRihK6pAwDgYDVR0P
AQH/BAQDAgXgMA0GCSqGSIb3DQEBDQUAA4IBAQAtcDFvpX+LcnblNvvJyAW+GJZt
K/E09/oRJO0Xty0XbpqNog8/ujM5dKNgn1/dKCl2EHtkrp3RcKU5G9exD7dQrAbe
+0nAjCO2euJWSpKdkghLGFb35QX3tXIL/1RIYQzioL9TOoseZcWk4fsYz3Lk7YaR
f1SdomDMJA+bMrDxEvAS6UaM/+AvdWJ/fnVOSpj/VLXG/l8zfmXb+kFH3tDraA49
pf6YBXsiU6wrjJT8xAbFHH1kA4BFyveIxeDs+b/dJylWqDxFwJfMoa7tM9n+g3gK
EGL8XK0kXKigdofDfmnQN5G6qqMUa4xyc293837CU4kEcTiPfuQb1XzPc9ktMYIC
VjCCAlICAQEwRDA4MRowGAYDVQQDDBFDb21wdXRhZG9yZXMgVGVzdDENMAsGA1UE
CgwEQUZJUDELMAkGA1UEBhMCQVICCBAITiWs18YGMA0GCWCGSAFlAwQCAQUAoIHk
MBgGCSqGSIb3DQEJAzELBgkqhkiG9w0BBwEwHAYJKoZIhvcNAQkFMQ8XDTIyMDky
MTE4MTcxM1owLwYJKoZIhvcNAQkEMSIEIDl5HJ7TEMYZiTN2E6o0VrKzMe2q2Rl8
2F753PZU4oItMHkGCSqGSIb3DQEJDzFsMGowCwYJYIZIAWUDBAEqMAsGCWCGSAFl
AwQBFjALBglghkgBZQMEAQIwCgYIKoZIhvcNAwcwDgYIKoZIhvcNAwICAgCAMA0G
CCqGSIb3DQMCAgFAMAcGBSsOAwIHMA0GCCqGSIb3DQMCAgEoMA0GCSqGSIb3DQEB
AQUABIIBADeGpbN0Mzut1/NjHwsL4X8xUskk459AQ5KAnNpoCnuP/WemKru6fhli
nyPswEot3oHMwDbdgpoyKIu1O/Jzy508jGjFy/9kVGMU/MNYEHhB6cn5/oLs5B41
Tu8RzLV8gAZKsbgmjt22T3PBeJ57OY4AwTGI8lM/z2pVhtqsG7c/l+/QdX/hQwro
4VMGlZKzP9amzmr7RxVfjZZ2TQELsRjgNRLEeCweVD4Nlu57g0H7UrcSlzJcU6Ir
HRjyetcCEkq376RrCE6s8l6AWoDTjQI74jIJeFtKqkkde1BAqKCQ3QImWYut5Umg
FBWyrQNtMGcpZFz69P7QQsYs7mIukwE=

</ns1:in0></ns1:loginCms></SOAP-ENV:Body></SOAP-ENV:Envelope>
